[
    {
        "name": "Sourabh Kumhar - Resume Site",
        "link": "/",
        "tags": "ReactJs | CSS | Bootstrap",
        "description": "This is the current site that you are accessing. This is my personal resume site and the project also. Here you will get to know about my web development skills.",
        "github": "https://github.com/sourabhkumhar/myResume"
    },
    {
        "name": "iNotebook",
        "link": "https://inotebook-coral.vercel.app/",
        "tags": "MERN Stack | Bootstrap",
        "description": "The iNotebook app's user journey starts from the registration process and after login, user can save their personal notes which will be kept in MongoDB. User can access their notes anytime and also update them.",
        "github": "https://github.com/sourabhkumhar/iNotebook"
    },
    {
        "name": "Client Manager",
        "link": "https://client-manager-frontend.vercel.app/",
        "tags": "ReactJs | Bootstrap | CSS",
        "description": "This is a front-end of Client Manager Site primarly focus on implement UI elements such as input controls, navigational components, and informational components.",
        "github": "https://github.com/sourabhkumhar/client-manager"
    },
    {
        "name": "Shopping Site",
        "link": "https://shopping-site-react.vercel.app/",
        "tags": "ReactJs | Bootstrap",
        "description": "This is the front-end of shopping site which do some basic operations like, Add to Cart, Delete from cart, set quantity etc. It fetch products from Dummy Product API.",
        "github": "https://github.com/sourabhkumhar/shopping-site"
    },
    {
        "name": "TextUtils",
        "link": "https://text-utils-beta.vercel.app/",
        "tags": "ReactJs | Bootstrap",
        "description": "This is text utility website used for modification of text. Like, converting text into UPPERCASE or lowercase or Capitalize Each Word Of String. It also remove extra-spaces and reverse the text. As this project is created only for learning, so I added features like Dynamic Theme and Dark mode.",
        "github": "https://github.com/sourabhkumhar/TextUtils"
    },
    {
        "name": "Table To JSON",
        "link": "https://sourabhkumhar.github.io/table-to-json/",
        "tags": "HTML | CSS | JavaScript",
        "description": "This is a utility webpage used to convert table data into JSON. This is a basic and only takes Name , Phone Number and Email as input. No custom type of data is aloud, as of.",
        "github": "https://github.com/sourabhkumhar/table-to-json"
    },
    {
        "name": "PostMan Clone",
        "link": "https://sourabhkumhar.github.io/PostMan-Clone",
        "tags": "HTML | CSS | JavaScript",
        "description": "This is the clone version of the PostMan App which is used to fetch API. Here, users can GET data from API links and also make a POST request and get a response in the Response Box.",
        "github": "https://github.com/sourabhkumhar/PostMan-Clone"
    }
]